Repository: moomoo-agency/woo-novaposhta-shipping
Catalog: languages/novaposhta-*.po
Languages: uk

source: "New Post" (Nova Poshta)
uk: "Нова Пошта"

source: "New Post" (Nova Poshta) is an extremely popular delivery company in Ukraine
uk: "Нова Пошта" є дуже популярною компанією доставки в Україні

source: "Nova Poshta"
uk: "Нова Пошта"

source: Flat shipping fee
uk: Єдиний тариф

source: Define flat shipping fee
uk: Вкажіть "єдиний" тариф

source: API Key
uk: API ключ

source: Define your API key
uk: Вкажіть API ключ Нової Пошти

source: Region
uk: Область

source: City
uk: Місто

source: Select a City
uk: Виберіть місто

source: Warehouse
uk: Склад

source: Select a Warehouse
uk: Виберіть склад

source: Please choose your region
uk: Будь ласка, виберіть область

source: Please choose your city for Nova Poshta delivery
uk: Будь ласка, виберіть місто доставки

source: Please choose Nova Poshta warehouse
uk: Будь ласка, виберіть склад Нової Пошти

source: Select a Region
uk: Виберіть область
